Repository: HarshilShah/PeakLocalisations
Catalog: PeakLocalisations/Localisation/Blocks/Recommendations.xcstrings
Source language: en
Languages: de, es, it

# GoalKind.Sleep8Hours
source: Sleep 8 Hours
de: 8 Stunden Schlafen
es: Dormir 8 horas
it: Dormi 8 ore

# GoalKind.StartExercising
source: Start Working Out
de: Mit dem Training beginnen
es: Comenzar a entrenar
it: Inizia ad allenarti

# GoalKind.Walk10k
source: Walk 10,000 Steps
de: 10.000 Schritte Gehen
es: Caminar 10,000 pasos
it: Cammina per 10.000 passi

# GoalKind.Weight
source: Gain or Lose Weight
de: Ab- oder zunehmen
es: Subir o bajar de peso
it: Aumenta o perdi peso

# Goals.Title
source: Goals
de: Ziele
es: Objetivos
it: Obiettivi

# Stats.Title
source: Stats & Numbers
de: Zahlen & Statistiken
es: Estadísticas y números
it: Statistiche e numeri

# StatsKind.DistanceRecents
source: Recent Step Distances
de: Aktuelle Schritt-Entfernungen
es: Distancias recientes de pasos
it: Distanze recenti dei passi

# StatsKind.StepsTotals
source: Steps this Week, Month, & Year
de: Schritte in der Woche, im Monat & im Jahr
es: Pasos de esta semana, mes y año
it: Passi di questa settimana, mese e anno

# StatsKind.WorkoutOverview
source: An Overview of your Workouts
de: Eine Übersicht über deine Trainings
es: Un resumen de tus entrenamientos
it: Una panoramica dei tuoi allenamenti

# Today.Title
source: Today
de: Heute
es: Hoy
it: Oggi

# VisualizationKind.SleepTrends
source: Trends in your Sleep
de: Trends in deinem Schlaf
es: Tendencias en tu sueño
it: Trend del tuo sonno

# VisualizationKind.StepsBenchmark
source: Set a Steps Benchmark
de: Setze einen Schritte-Benchmark
es: Establecer un benchmark de pasos
it: Imposta un benchmark per i passi

# VisualizationKind.WeightChart
source: Chart your Weight
de: Visualisiere dein Gewicht
es: Gráfica de tu peso
it: Grafico del tuo peso

# Visualizations.Title
source: Visualizations
de: Visualisierungen
es: Visualizaciones
it: Visualizzazioni
